{
    "1️⃣-sho‘ba. Sun’iy intellekt va axborot xavfsizligi": {
        "Turakulov O.X": "Ta'lim sifatni ta'minlash xalqaro nufuzga erishishning yagona yechimi",
        "Ismailov I.T": "Urbanizatsiya jarayonlarni bashoratlash modellari",
        "Ismailov I.T.": "Mashinaviy o'qitish algoritmi asosida suniy yo'ldosh tasvirlarini yer qoplamalari va yer o'zgarishi tasvirlariga keltirish",
        "Aliyev Sh.B": "VPN texnologiyalarining ishlash prinsipi",
        "Ataboyeva M.K": "Sun'iy intellektga asoslangan pnevmoniya kasalligini aniqlovchi model qurish",
        "Aynakulov T.T, Ulashev A.N, Norqo'ziyev Q.K, Abdurashidova L.U": "C# dasturlash tili yordamida korxonalarda samarali ERP (ishlab chiqarish) tizimini yaratish",
        "Sharipov M.S, Adinayev X.S": "O'zbek tili matnlarini punktuatsion tahlil qilishda sun'iy intellektning o'rni",
        "Baratov J.R, Umarov X.A, Xudoyqulov D.Sh, Ayxonov S.Y, Komilov K.J": "Universitet ichida hujjatlar aylanmasining avtomatlashtirilgan tizimini ishlab chiqish",
        "Sobirov U, Ruzimboyev X.R": "K-modes klasterlash algoritmi yordamida AI modellar qurish tahlili",
        "Imomaliyev D.R": "Byod tizimining iqtisodiy samaradorlik va axborot xavfsizligiga potensial ta'siri",
        "Choryorqulov G'.H, Jo'raqulova M.O'": "Dasturiy ta'minot muhandisini bilim darajasini baholashda tabiiy tilni qayta ishlash (NLP) va text mining ni o'rni",
        "Umarov X.A, Baratov J.R, Kayumova N.R, Axrorova S.S": "Sun'iy intellektdan foydalanishda ma'lumotlarning xavfsizligi, ishonchliligi va yaxlitligiga ta'sir qiluvchi omillar",
        "Sindorov F.E, Gapparov B.N": "Sun'iy intellekt va axborot xavfsizligining Jizzax viloyatida hozirgi ahvoli xususida",
        "Ne'matov L": "Qishloq xo'jalik maxsulotlari yetishtirishda samaradorlikni oshirish maqsadida matematik modellashtirishga uslubiy yondashish",
        "Ibrohimov J, Alimov S, Isroilova H, Abdushukurova H": "Matematik analiz fanining sun'iy intellekt rivojlanishidagi o'rni",
        "Kurbanov A.A": "Insonning hissiy holatini baholash uchun yuzning goemetrik xususiyatlarini ajratib olish",
        "Juraev M": "Artificial intelligence and information security Artificial intelligence in learning foreign languages",
        "Eshbayeva Z.Y": "Kriptovalyutaning bugungi kundagi o'rni va ahamiyati",
        "Sharipov M.S, Mammatova M.D": "O'zbek tili uchun verbnet yaratish",
        "Mamaraimov A.K": "Bulutli texnologiyalarda sun'iy intelekt",
        "Mixliyev R.R": "Tasvirlarda obyektlarni sinflashtirish masalasi",
        "Norqo'ziyev Q.K, Ulashev A.N, Aynakulov T.T, Sodiqov D.S": "Ma'lumotlarni tahrirlash, ishlov berish, qayta yuklash va optimal saralash usullarini sun'iy intellekt yordami amalga oshirish",
        "Sh. K. Bekchanov": "Matnlarni intellekt tahlil asosida kalit so’zlarni ajratib olish",
        "M. T. Jo’rayev": "Foydalanuvchilarni aniqlashda paketlarni tahlil qilish",
        "D. Y. Irgasheva, D. J. Sodiqova": "Meta datalardan foydalanish va meta datalarga bo’ladigan hujumlar",
        "M. O. Mirzayeva, B. N. Gapparov": "Sun’iy intellekt va axborot xavfsizligida inson omilini ro’li",
        "U.R.Mixlieyva": "Noravshan to’plam va mantiqqa asoslangan tavakkalchilik holatlarni baholash model va algoritmlari",
        "M.R.Muhamedova, L.K.Komiljonova": "Creation of multimedia using artificial intelligence in modern education",
        "A.A.Qudratov, Sh.X.Qo’chqorov, E.M.Mustafoyev": "Big data (katta ma’lumotlar)ni tahlil qilish texnologiyalari va vositalari",
        "O.O.Durdiyev": "The role of the blockchain to ensure information security",
        "M.S.Sharipov, O.O.Sobirov": "Fe’llarni lemmalashda sun’iy intellektdan foydalanish",
        "A.Sh.Shavkatov, R.Sh.Allanazarov": "Sun’iy intellektning tarmoqlar bo’yicha biznes funksiyalariga ta’siri",
        "O.Y.Sulaymanov": "Axborotlarni shifrlashning bir matalik bloknot algoritmi dasturini ishlab chiqish",
        "M.B.Sultonboyeva": "O’zbek tili matnlarining TF-IDF metodiga asoslangan avtomatik tahlilini optimallashtirish",
        "A.Abdumalikov, A. H.Tojiyev": "Telekommunikatsiya uskunalarini energiya sarfini kamaytirishda sun’iy intellektdan foydalanish",
        "X.A.Umarov": "Tizimlarni tahlil qilishning zamonaviy usullari",
        "G. Absalamova, Z. G’afforova, M. Adxamjonova": "Sayohat turizmida kontentga asoslanagan tavsiya tizimlarida Naïve Bayes klassifikatori yordamida tavsiya berish",
        "M.Sh.Khusanova, A.R.Makhmudova": "Cybersecurity: safeguarding our digital world",
        "Л.Ф.Зульфакарова, М.П.Цой": "Цифровизация и перспективы развития сферы услуг в Узбекистане",
        "С.С.Кенжаев": "Перспективы использования блочных методов организации хранения и обеспечения доступа к неструктурированным данным",
        "N.X.Axmadaliyev, M.N. Mo’minova, N.A. Narzullayev": "Sun’iy intellekt yordamida ta’limni avtomatlashtirish va zamonaviy texnologiyaning yangi bosqichi",
        "A.H.Ko‘chimov, L.S.Zayniddinova":"XXI ASR RAQAMLI IQTISODIYOT- TARMOQLI INTELLEKT DAVRIDA, RAQAMLASHTIRILGAN TOVAR VA XIZMATLARNING AFZALLIKLARI"   
    },
    "2️⃣-sho‘ba. Raqamli iqtisodiyot va raqamli transformatsiya": {
        "Ko'chimov A.H": "Elektron tijorat: muammolar, imkoniyatlar va tendentsiyalar",
        "Abdunazarov R, Abdurasidova I": "Shturm –liuvill operatori uchun teskari masalani yechishda klassik va izospektral masalalar o'rtasida bog'lanish o'rnatish",
        "Mаnsurоv Sh.A": "Dаvlаtning sоliq-byudjet siyоsаti",
        "Ko'chimov A.H.": "Inson resurslarini boshqarish usullarining tahliliy ko'rsatkichlari",
        "Usmonova V.B, Abdulhamidov A.O": "O'zbekiston respublikasi markaziy bankining mikromoliya tashkilotlarining islomiy moliyalashtirish to'g'risidagi qarori",
        "Ko'chimov H, Murotjonova M.D": "Raqamli iqtisodiyot platformasi, ekotizimi va uning xarakterli xususiyatlari",
        "Shukurova I.A": "Raqamli transformatsiyaning O'zbekiston iqtisodiyotiga ta'siri",
        "To'g'izova M.S": "O'zbekistonda sug'urta kompaniyalari moliyaviy resurslaridan samarali foydalanishga to'sqinlik qilayotgan muammolar va ularni bartaraf etish yo'llari",
        "Ergasheva N.B": "Turmush darajasini oshirishda daromadlarining o'rni",
        "Najmiddinov D.R": "Raqamli iqtisodiyotning rivojlanishi va iqtisodchilar uchun yangi talablarga mos kasbiy kompetensiyalarning ahamiyati",
        "Narzullayev D.Y, Gapparov B.N": "Jizzax viloyatida raqamli iqtisodiyot va raqamli transformatsiyaning hozirgi ahvoli",
        "Norbekov X": "O'zbekiston soliq siyosatining amaliy ahamiyati",
        "O'rolova A": "Makroiqtisodiy beqarorlik davrida ishsizlikning oldini olish yo'llari",
        "Opayev B.A": "Qishloq xo'jaligida tadbirkorlik faoliyatini rivojlantirishda raqamli iqtisodiyot va tashkiliy-iqtisodiy rag'batlantirish samaradorligi",
        "Tursunqulov A.I": "O'zbekiston Respublikasi qurilish tarmog'ining rivojlanish darajasi tahlili",
        "N.O’. Xоjibоqiyеvа": "Rаqаmli iqtisоdiyоt vа rаqаmli trаnsfоrmаtsiyа",
        "S.G’. aybullayev": "Raqamli iqtisodiyotning O’zbekistondagi holati  va uning rivojlanish istiqbollari",
        "Sh. F. Saloxitdinov": "Inson kapitalining raqamli rivojlanishini baholash",
        "I.A. Shukurova": "Kichik biznes subyektlarining innovatsion faolligini oshirish",
        "O.O. Sobirov, B.N. Gapparov": "O’zbekistonda raqamli iqtisodiyot va raqamli transformatsiya xususidagi qarashlar",
        "B.A.Muxtarov": "Sanoat transformatsiyasi nazariyasining asosiy aspektlari",
        "O.N. Tagayev": "Raqamli iqtisodiyotni raqamli texnologiyalardan foydalanib talabalarda kasbiy kommunikativ kompetensiyalarni rivojlantirish",
        "U.M. Tirkashev": "Ensuring economic growth and increasing population income",
        "D.Sh. To’ychiyev": "Tijorat banklari moliyaviy barqarorligini ta’minlashning xorijiy davlatlar tajribasi",
        "A.M. Xidirnazarov, S.B. G’oziqulov": "Iqtisodiy o’sish tushunchasi va uning o’lchanishi",
        "R. Xudoyarov": "Biznesni moliyaviy tahlil qilish turlari",
        "J.X.Bobanazarova": "Raqamli iqtisodiyot rivojlanishi asosida ayollar tadbirkorligini rivojlantirish",
        "М.П.Цой": "Проблемы и прогнозы развития экскурсионной деятельности в целях профессиональной подготовки будущих специалистов по туризму в условиях цифровизации экономики",
        "S.A.Saitov": "Avtomobil transporti korxonalarida xarajatlarni hisoblash va hisobga olish"        
    },
    "3️⃣-sho‘ba. Ta’lim texnologiyalari va barqaror rivojlanish": {
        "Obuxova L.S": "Profpererepodgotovka kak faktor stimula novogo pokoleniya",
        "Konisterova E.A": "K voprosu ob ispolzovanii autentichnix materialov v obuchenii angliyskomu yaziku",
        "Aniskin V.N, Dobudko T.V, Aniskin S.V": "STEM- i STEAM-texnologii v sifrovom obrazovanii",
        "Korableva E.A": "K voprosu ob ispolzovanii obrazovatelnix texnologiy pri obuchenii perevodu",
        "Abduraxmanov Z.B": "Virtual laboratoriya komplekslarining texnik tuzilishi",
        "Abduxakimov S.X, Shokirova H.F, Tursunmurodova M.Y, Yusupov Y.E": "Koinotga raketa uchirish jarayonida ehtimollar nazariyasining qo'llanilishi va uning muhimligi",
        "Abduxakimov S.X, Abduxakimova M.G', Jo'raqulova O'": "Monte-karlo simulyatsiyasi: ehtimollar nazariyasida tasodifiylikni samarali boshqarish strategiyasi",
        "Alimov S, Xoljigitov D, Nuraliyev T, Ibrohimov J": "Bo'lajak matematiklarda dastlabki ko'nikmalarni shakllantirish",
        "Normatov K.N, Babakulov B.M": "Web texnologiyalar asosida talabalarni kasbiy faoliyatga tayyorlash va uni nazorat qilish metodikasi",
        "Ergashev A.Sh, Gapparov B.N": "Jizzax viloyatidagi OTMlari misolida ta'lim texnologiyalari va barqaror rivojlanishning axamiyati",
        "Hasanov U.J": "Texnik tizimlarda axborot texnologiyalari fanini o'qitishda google classroom platformasining virtual sinf imkoniyatlaridan foydalanish",
        "Mamatmurodov A.Sh, Gapparov B.N": "O'zbekistonda ta'lim texnologiyalari va barqaror rivojlanish xususida",
        "Ne'matov A.L": "Texnologik ta'limda innovatsion axborot texnologiyalarining o'rni",
        "Halimov O'.H": "Maple amaliy dasturi yordamida differensial tenglamalarni analitik va sonli usullarda yechishni tadqiq qilish",
        "Mingboyev U.X, Raxmatov A.Sh": "Zamonaviy o'qitish vositalaridan foydalanib bo'lajak muhandislarning kasbiy-kommunikativ kompetensiyasini shakllantirish",
        "Halimov O'.H, Sulaymonov Z.R": "Turli matematik masalalarni yechishda Mathcad amaliy dasturining grafikli imkoniyatlari",
        "Rustamov M.J, Nuraliyev T.A, Ismatullayeva R.O, Suyarova M.S": "To'lqin tarqalishi jarayonida kuzatish masalasi matematik modeli tadqiqi",
        "N.Z. Teshaboyeva, M.I. Solnyshkina": "The importance of phrasal verbs in teaching process",
        "D.A.Alibekov, L.Sharafdinova, D.Alibekova": "Oliy ta’limni samaradorligini oshirishda innovatsion jarayonlarning ahamiyati",
        "С.Ф.Шaрипoвa, A.Бaхриддинoвa, Ш.Мaмaрaимoвa": "Oднoврeмeннoe привeдeниe двух квaдрaтичных фoрм к кaнoничeскoму виду",
        "A.N.Ulashev, T.T.Aynakulov, Q.K.Norqo’ziyev": "Mobil ilovalar orqali individual ta’lim jarayonlarini tashkil etishning innovatsion yondashuvlari",
        "A.M.Suyarov": "Ta’lim jarayonida axborotlarni taqdim etishda infografika vositalarini yaratish usullari",
        "O.T.Fayzullayev, D.E.Eragashova, D.T.Xalikov, J.G’.Dusatov": "7-hidroksi-3-(2-piridinil)-kumarin (c271) birikmalarida molekulyar elektrostatik potentsial va erituvchining o’zaro ta’siri",
        "S.E. Tog’ayev": "Postmodernism and popular literature: a complex and playful phenomenon",
        "X.A. Umarov, J.R. Baratov": "Ta’limda raqamli texnologiyalarning rivojlanishi va ularning ro’li",
        "В.С. Убайдуллаева, Ш.С. Исомиддинов": "Ўқувчиларни ижодкорликка қизиқтиришнинг педагогик механизмлари",
        "D.X.Xoljigitov": "Chekli uzliksiz kasrlardan foydalanib Diofont tenglamalarini yechish usuli",
        "K.H. Xolmanova, F.G’. Tog’ayev, S. Sa’dullayeva": "Mathcad dasturida 3D grafik chizish",
        "Х.Ф. Шарипов": "Дифференциальные инварианты второго порядка субмерсий в пространстве минковского",
        "D.M. Jomurodov, M.Z. Meliyeva": "Virtual muhitda elektron ta’lim resurslari yaratish va ulardan foydalanish: innovatsion yondashuv"        
    },
    "4️⃣-sho‘ba. Biotexnologiya sohasida innovatsion tadqiqotlar": {
        "Murodova S.S, O'rolov A.I, Raxmatullayev I.J": "Escherichia coli ga vector konstruksiya qilish orqali inferferon alfa (IFN-α) ishlab chiqarish",
        "Davranov Q": "Insoniyatning global muammolari va mikrobiologiya",
        "Jamalova O'.U, Raimova Ch.B, Rajabova S.A, Shoxiddinova M.N, Normurodova Q.T": "Orol bo'yi hududlarida dorivor o'simliklarning adaptatsiyalanish samaradorligini oshirishda biopreparatlarning roli",
        "Axmedova S.B, Mustafakulov M.A": "Andiz (inula) o'simligi tarkibidagi polifenollar miqdorini aniqlash",
        "Sobirova M.B, Axrorova O, Jumamurotova M": "Oqova suvlarni tozalashning biologik usullari",
        "Mamadaliyeva Z.U, Fayzullayeva M.A, Mustafakulov M.A": "Fermentlardan foydalanish va immobillizatsiya qilish texnologiyasi",
        "Mamatkulova I.E, Raxmatullayev I.J": "Biotexnologiyada sun'iy intellekt",
        "Mamatkulova F.U, Rajaboyeva X.T, Axrorova O.Y, Murodova S.S": "Yo'sinlardan biodizel olish biotexnologiyasi",
        "Toshbekov N.T": "Euphorbia franchetii (b.fedtsch) o'simligi polifenollarining biologik faolligi",
        "Nazirova R.M": "Biotexnologicheskie aspekti borbi s vozbuditelyami bolezney rasteniy",
        "N.F.Norqo’ziyeva, M.B.Sobirova": "Jizzax viloyati hududida artishok yetishtiriladigan hududning tuproq agrokimyoviy tahlili",
        "X.T.Rajabboyeva, O.Q.Ortiqboyeva, S.S.Murodova": "Xlorella (chlorella) suvo’tidan tabletka tayyorlash",
        "M.A.Mustafakulov, N.T.Toshbekov": "Euphorbiaceae oilasiga mansub o’simliklarning morfologik organlarida mavjud bo’lgan polifenollar miqdorining tahlili",
        "B.B.Soatov, F.I.Xo’jabekova, M.T.Bozorova": "Jizzax suv ombori karpsimon baliqlarining ligulidozlari va ularni oldini olish chora-tadbirlari",
        "I.Ch.Shermanov": "Biotеxnologik jarayonlar va innovatsion yondashuv (ijtimoiy-falsafiy tahlil)",
        "M.M.Mallayeva": "Tоksik gepаtitdа jigаr mitоxоndriyаsi lipidlаrining perоksidlаnish jаrаyоnigа vа mdа miqdоrigа pоlifenоl birikmаlаrning tа’siri",
        "M.A.Nomozova, Z.X.Yulchiyeva, M.S.Ismoilova": "Transgen hayvonlar yaratish texnologiyasi"        
    },
    "5️⃣-sho‘ba. Psixologiya va pedagogikada zamonaviy metodlar va texnologiyalar": {
        "Aliqulov S.T, Turdimurotov H.S": "Professional ta'limi tizimida milliy qadriyatlar asosida bo'lajak mutaxassislarni tayyorlash – pedagogik muammo sifatida",
        "Garifullin R.R, Tugalov I.X": "Emotsionalnie osobennosti studentov, zanimayushixsya bullingom i kiberbullingom v otnoshenii studentov-migrantov",
        "Titova O.A": "Ispolzovanie graficheskix sposobov predstavleniya informatsii v obuchenii inostrannomu yaziku",
        "Konisterova E.A": "O vozmojnosti integratsii grammatiki v kontekst pri obuchenii angliyskomu yaziku",
        "Drozdova T.V": "Reading of belles-lettres as a form of foreign language students' independent work at university (practical aspects)",
        "Drozdova T.V.": "Deyatelnostniy podxod v obuchenii inostrannomu yaziku studentov-bakalavrov yazukovix spetsialnostey (na primere metoda proektov)",
        "Volkova E.V": "GPT Chat as an effective method in teaching english",
        "Belenov N.V": "Geoinformatsionnie sistemi kak instrument toponimicheskogo issledovaniya: pedagogicheskiy aspekt",
        "Aleshina O.I, Tolstoy L": "Modern pedagogical technologies in teaching a foreign language in a higher educational institution",
        "Titova O.A, Dementeva N.E": "Rol sotsiokulturnoy kompetentsii v polikulturnom obshestve i obuchenii inostrannomu yaziku",
        "Titova O.A, Sheykina V.Yu": "Didakticheskiy potentsial informatsionno kommunikatsionnix texnologiy na uroke inostrannogo yazika",
        "Ravshanov O.A, Zarfullayeva N.Q": "Psixologik tadqiqotlarda empatiya hodisasi",
        "To'raqulov U.X, Shokirov A.A": "Oilaviy munosabatlarning bola psixik taraqqiyoriga ta'siri",
        "Ochilova M.A, Sharafitdinov A": "Talabalarda emotsional intellekt shakllanishining psixologik ahamiyati",
        "Djumanov Sh.Z, Nomozova L.S": "Talabalarda affiliativ motivlarini shakllanishida muloqot madaniyatining o'rni",
        "Rashidova G.G', Sharafitdinov A": "Shaxsiy va kasbiy rivojlanish (psixolog kasbi misolida)",
        "Tajiboyev A.A": "Maktabgacha yoshdagi bola shaxsining tarkib topishida 'Men konsepsiyasi' ahamiyati va dolzarbligi",
        "Norbekova B.SH, Erkinboyeva X.SH, Kamolova S.A": "Oilada bolalarni salomlashishga o'rgatishning psixologik tomonlari",
        "Qarshiboyeva G.A": "Sun'iy intellektning psixologiyaga ta'siri",
        "Ochilova M.A, Sharafitdinov A.": "Emotsional intellekt muammosi perspektivalari",
        "Arakulov G'.T, Pardayev X.F, Daminova S.B": "O'smirlik davrida agressivlikning tibbiy-ijtimoiy va psixologik omillari",
        "Djumanov Sh.Z": "Kommunikativ qobiliyatlarning talabalar o'quv faoliyatiga ta'siri",
        "To'raqulov U.X, Aripova D.I": "Oila muhitini o'smirlar xarakter xususiyatlarni shakllanishi ta'siri",
        "Ustin P.N, Yuldashev Sh.E, Sharafitdinov A": "The role of emotional intelligence in coping situations among students",
        "Nabiyeva M.M, Karakulova U.A": "Uyg'onish davri mutafakkirlari asarlarida gender masalalari",
        "Ilmurodov S.X": "O'qituvchining kasbiy-subyektiv pozitsiyasini rivojlantirish",
        "Komilova A.S, Husenova M.Q": "Talabalarda o'z-o'zini boshqarish ko'nikmalarini shakllantirish",
        "Ibaydullayeva U.R": "Er-xotin munosabatlarida oilaviy hayotdan qoniqish darajasining psixologik xususiyatlar",
        "To'raqulov U.X, Erkinboyeva X.Sh, Kamolova S.A": "Maktabgacha yoshdagi bolalarning faoliyat turlari haqida ilmiy nazariy qarashlar tahlili",
        "Boyqulova M.R, Qodirova Z.T": "O'smirlik yoshida liderlikning xususiyatlari",
        "Sharafitdinov A, Abdurasulov F.P": "The role of emotional intelligence in students adaptation",
        "Adilova M.SH, Muhiddinova Yu.O, Qo'chqarova F.D": "Konflikt nima va ularning kelib chiqish sabablari",
        "Isakov J.A": "Pedagogik texnologiyalar yordamida talabalarning konstruktiv kompetensiyalarni rivojlantirish metodikasini takomillashtirish",
        "Alimov N.N": "O'quvchilarda texnik ijodkorlik ko'nikmalarini shakllantirish metodikasi",
        "Boyqulov A.M": "Liderlik tushunchasi, mazmuni va mohiyati",
        "Yo'ldoshev S.A, Tojiqulova A.I": "Oilaviy munosabatlarning etnopsixologik jihatlari",
        "Xolmatov J.Yu": "Dasturiy vositalar yordamida mantiqiy funksiyalarning sxemasini yaratish",
        "Parmanov A.A": "Ba'zi elementar matematika tushunchalarining isboti haqida",
        "Aliqulov S.T": "Bo'lajak mutaxassislarni milliy qadriyatlardan foydalangan holda kasbiy faoliyatga tayyorlashning didaktik imkoniyatlari",
        "Abdunazarova N.R": "Psixologik muammolar va psixologik konsultatsiya",
        "Qarshiev A.A": "Maktab o'quvchilarining axborot kompetentligini rivojlantirishda didaktik vositalarining metodik xususiyatlaridan foydalanish",
        "U.I.Burxonova": "Yigitlar oila qurishda nikoh oldi omillari xususiyatlari va ularning nikoh mustahkamligiga ta’siri",
        "A.Z.Rejepbayeva, U.A.Karakulova": "Gender stereotiplar va gender rollar",
        "S.F. Mamanova": "Bugungi raqamlashtirilgan ta’lim jarayonida kasb-hunar ta’limi muassasalarida nutqiy kompetensiyani rivojlantirish metodikasini takomillashtirish",
        "Z.Azimboyev, M.Rahmatullayeva": "Onalik sotsiomadaniy va psixologik fenomen sifatida",
        "S.Z.Makhmudova, M.Y.Raznogorskaya": "Features of psychological counseling in supporting professional, personal and group development",
        "M.SH.Xusanova": "Samarali baholash jarayoni: talabalarni nazorat qilish va kompetensiyalarni rivojlantirish",
        "Sh.E.Yuldashev, Sh.Sh.Abdunazarova, L.D.Sharafdinova": "Bola shaxsi o’zligini anglashning ijtimoiy-psixologik ahamiyati",
        "S.A.Yo’ldoshev, X.G’. Saydullayev": "Salomatlik ijtimoiy hodisa sifatida",
        "И.Х.Тугалов, Ж.Б.Хотамова": "Роль технологий в современном образовании. как цифровые инструменты и онлайн-платформы трансформируют традиционную среду обучения",
        "С.З.Махмудова, М.Я.Разногорская": "Динамика и эффективность групповой психологической деятельности в учебной среде",
        "Sh.M.Pardaev, G.M.Boymurodova": "Opportunities for using digital platforms to study students’ scientific achievements",
        "M.SH. Khusanova, Z.H.Mo’minova": "Journalism",
        "Г.М.Музаффарова": "Социально-психологические предикторы риска моббинга в школьном коллективе подростков",
        "R.U.Otamuratov": "Oliy ta’lim tizimida erta balog’at yoshidagilarning hissiy intellekti xususiyatlari",
        "G.G’.Rashidova, S.Q.Sufxiddinov": "Gender psixologiyasining asosiy tushunchalari hamda jins psixologiyasi haqida adabiyotlar tahlili",
        "M.B.Sattorova, J.B.Shermamatov": "Ta’lim jarayonida innovatsion texnologiyalardan foydalanishning ahamiyati",
        "N.D.Samatova, S.Q.Sufxiddinov": "O’smirlar tarbiyasi va unda psixologik xizmatning o’rni",
        "S.Z.Yuldasheva": "Nuklear oila. Nuklear oilaning farzand tarbiyasiga ta’siri",
        "U.M.Xolmurzayev": "Professional ta’limni xorijiy tajribalar va texnologiyalar yordamida rivojlantirishning ahamiyati",
        "S.A.Qarshiboyev, Z.F.Shermamatova": "Oilaviy ajrimlar va psixologik yetuklik muammosi",
        "Z.Pozilova, M.Rahmatullayeva": "Yangi O’zbekistonda inklyuziv taʼlimni psixologik qo’llab quvvatlash",
        "J.N.Nosirov": "Oliy tа’lim muаssаsаlаridа bо’lаjаk muhаndislаrni tаyyоrlаshning mаvjud hоlаti vа muаmmоlаri",
        "S.R.Axmedova": "Fanlararo aloqadorlik vositasi orqali o’quvchilarning umumtexnik bilim va ko’nikmalarni professional ta’lim tizimida rivojlantirish",
        "M.Z.Meliyeva, D.M.Jomurodov": "Mental arifmetikada innovatsion ta’lim va virtual texnologiyalar: abakusdan virtual platformaga",
        "J.N.Abloqulov, A.M.Sharapov": "Talabalarni mustaqil ta’lim olish faoliyatiga tayyorlashda loyihalash vositalarining didaktik imkoniyatlari",
        "O.Z.Po’latova, R.O.Abdumajidova, S.L.Asadullayeva": "Zamonaviy psixologiyaning pedagogik metodlarini ta’lim jarayonida uzviy bog’liqligi",
        "L.B.Shovxiyev": "Harbiy jamoa psixologiyasi",
        "B.S.Eshonqulov, J.N.Abloqulov": "Bo’lajak mutaxassislarni kasbiy faoliyatga tayyorlashda raqamli texnologiyalardan foydalanishning dasturiy-didaktik imkoniyatlari",
        "B.SH.Norbekova, S.M.Mardonov": "Muloqotni tashkil etish mexanizmlari",
        "M.B.Sattorova": "Bo’lajak muhandislarni kasbiy-ijodiy faoliyatga tayyorlashdagi pedagogik muammolar tahlili",
        "E.X.Salimov": "Bo’lajak muhandislarni raqamli texnologiyalar yordamida loyihalash faoliyatiga tayyorlash",
        "U.R.Panjiyev": "Aralash ta’lim muhitida bo’lajak ekologiya muhandislarini kasbiy faoliyatga tayyorlash texnologiyasi",
        "U.R.Panjiyev.": "Bo’lajak ekologik muhandislarni tayyorlashning hozirgi holati va uni rivojlantirishning nazariy asoslari",
        "E.X.Salimov.": "Zamonaviy texnologiyalarni iqtisodiy fanlarni o’qitishdagi o’rni va roli" 
    },
    "6️⃣-sho‘ba. Global transformatsiyalar sharoitida ijtimoiy tadqiqotlar va zamonaviy filologiyaning dolzarb muammolari": {
            "Г.И.Колесникова": "Социально-философские составляющие категори «Счастье»",
            "B.U.Nasirov": "O’zbekistonda umumiy ovqatlanish muassasalari faoliyatiga yangi yo’nalishlarning kirib kelishi (Sovet davri misolida)",
            "E.V.Volkova": "Global transformations of modern philology in the field of defining the dutch cultural identity (based on the concept of gezelligheid)",
            "O.I.Aleshina": "Machine translation in the age of digitalization",
            "И.В.Головина": "Использование профессионально ограниченной лексики на страницах газет",
            "С.Р.Велиева": "Способы образования русских топонимов Центральной Азии",
            "A.K.Tashbayev": "Buyuk ipak yo’lida ulov va transport vositalari tarixiga bir nazar",
            "L.K.Sindorov": "Oybekning “Navoiy” romanida qo’llanilgan ba’zi so’zlarning semantik xususiyatlari",
            "T.E.Ergashev": "Аxborotlashgan jamiyat sharoitida inson kapitali va ijtimoiy intellektning rivojlanish omillari",
            "Э.Маллаева": "Халқ, этнос, миллат каби тушунчаларнинг ижтимоий-фалсафий таҳлилига оид мулоҳазалар",
            "D.M.Tolliboyev": "Jamiyatda iqtisodiy madaniyat barqarorlikni ta’minlashda iqtisodiy xulq-atvorni o’rni",
            "SH.T.Nazarov": "12-14 yoshli voleybolchilarni texnik taktik harakatlarga o’rgatishda innovatsion klaster metodini qo’llash samaradorligi",
            "O.A.Abduvaliyev, A.O.Abdulhamidov": "Jamiyat rivojida mahalla institutining ahamiyati va yoshlarning tizimdagi o’rni",
            "Л.А.Муратшина": "Методы обучения диалогической речи в узбекских школах",
            "O.M.Xakimov, S.Jaloliddinova": "Yoshlar madaniyatini oshirishning zamonaviy yondashuv bosqichlari",
            "Э.Р.Жабборова": "Методика развития устной русской речи на занятиях русского языка в национальных группах",
            "O.X.Ortiqov": "Zamonaviy sog’lom oila-ma’naviy muhitini shakllantirishda iqtisodiy qadriyatlarning ahamiyati",
            "Sh.B.Fayzullayev": "O’zbekistonda ekoturistik saloxiyatining uziga xos jixatlari",
            "Х.Б.Рахматов":"XIX асрнинг иккинчи ярми – ХХ аср бошларида Бухоро амирлигининг маъмурий ҳудудий тузилиши хусусида баъзи мулоҳазалар",
            "X.H.Ibragimov":"O’zbek tilida tasviriy vositalarning lingvopoetik xususiyatlari",
            "И.Х.Ҳосилмуродов":"Техника фалсафасининг жамият хаётидаги ўрни",
            "М.Н. Эрназарова":"Эркин Вохидов и уникальные средства выразительности поэзии Сергея Есенина",
            "J.K.Ma’ripov":"Learning a new language with the help of movies",
            "X.T.Buronova":"O’zbek tili tibbiy terminlarida polisemiya hodisasi",
            "И.Х.Тугалов, М.Я.Разногорская.":" Психологические аспекты цифровой трансформации",
            "M.O.Mustafayeva":"Kredit-modul o’qitish tizimida bo’lajak mutaxassislarning kasbiy rivojlantirishda induvidual ta’lim trayektoriyasini shakllantirishning ahamiyati",
            "M.J.Boltaeva":"Tarix fanlarini o’qitishda raqamli ta’lim texnologiyalarining o’rni",
            "B.Aliqulov":"O’zbekistonda diniy pluralizm, diniy tolerantlik va bag’rikenglikning jamiyat hayotidagi o’rni"   
    }
}

                                    
                                    
                